/* Enter name */
" " = " ";

/* No comment provided by engineer. */
"Activation: step %ld" = "Aktiverar: steg %ld";

/* No comment provided by engineer. */
"All" = "Alla";

/* Cancel action */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Could not resolve Traccar's IP address" = "Kunde inte hitta GPS-spårarens IP-adress";

/* No comment provided by engineer. */
"Edit name" = "Redigera namn";

/* No comment provided by engineer. */
"Edit Tracker" = "Redigera GPS-spårare";

/* No comment provided by engineer. */
"Enter name" = "Skriv in namn";

/* No comment provided by engineer. */
"Error" = "Fel";

/* No comment provided by engineer. */
"Finish activation" = "Avsluta aktivering";

/* No comment provided by engineer. */
"No tracker choosed" = "GPS-spårare inte vald";

/* OK action */
"OK" = "OK";

/* No comment provided by engineer. */
"Point of interest" = "Intressepunkt";

/* No comment provided by engineer. */
"Remove tracks" = "Ta bort GPS-spåraren";

/* No comment provided by engineer. */
"Saved in Gallery" = "Sparad i bildgalleri";

/* No comment provided by engineer. */
"Screenshot taken" = "Skärmdump tagen";

/* No comment provided by engineer. */
"Start" = "Starta";

/* No comment provided by engineer. */
"STOP" = "STANNA";

/* No comment provided by engineer. */
"Update" = "Uppdatera";

/* No comment provided by engineer. */
"You" = "Du";

/* No comment provided by engineer. */
"You must choose tracker on Trackers screen in Settings to start it" = "För att kunna starta måste du välja GPS-spårare i Inställningar";

"Seconds" = "Seconds";
"Minutes" = "Minuter";

"You do not have mobile network." = "Du har inget mobilt nätverk.";

/* Push messages */
"PUSH_MESSSAGE_FRIEND_REQUEST" = "%@ wants to be friends with you";
"PUSH_MESSSAGE_CHECK_FOR_STAND" = "Din GPS-spårare står nu still i samma position.";

//subscription
"You don't have any tracker" = "Du har ingen GPS-spårare";
"Please add a tracker or subscribe to your friend's tracker" = "Lägg till en GPS-spårare eller prenumerera på din väns GPS-spårare.";
"Add tracker" = "Lägg till GPS-spårare";
"Restore" = "Återställ";
"Subscribe" = "Prenumerera";
"reset_all" = "Du trenger å oppdatere appen med ny ip-adresse for at trackeren skal fungere. Trykk på knappen under og send SMS til trackeren for å oppdatere.";
"reset_all_btn" = "Oppdater»";
